{
  "Intergas": {
    "HRE": {
      "0": "Sensorfout na zelfcontrole – Vervang S1 en/of S2.",
      "1": "Temperatuur te hoog – Lucht in installatie. Ontlucht ketel en cv-installatie. Pomp draait niet (controleer bedrading tussen pomp en branderautomaat). Te weinig doorstroming in installatie, radiatoren dicht, pompstand te laag.",
      "2": "Verwisseling S1 en S2 – Controleer kabelboom. Vervang S1 of S2.",
      "4": "Geen vlamsignaal – Gaskraan dicht. Gasvoordruk te laag of valt weg (lager dan 20 mbar). Condensafvoer verstopt. Controleer ontsteekunit en ontsteekkabel. Geen of niet goede ontsteekafstand. Gasblok of ontsteek unit krijgt geen spanning. Controleer aarding.",
      "5": "Slecht vlamsignaal – Condensafvoer verstopt. Gasvoordruk te laag of valt weg (lager dan 20 mbar). Controleer ontsteekunit en ontsteekkabel. Afstelling gasblok controleren. Controleer aarding. Controleer luchttoevoer en rookgasafvoer i.v.m. mogelijke recirculatie of blokkering van rookgassen.",
      "6": "Vlam detectie fout – Vervang ontsteekkabel + bougiedop. Vervang ontsteekunit. Vervang branderautomaat.",
      "8": "Ventilatortoerental fout – Ventilator loopt aan tegen mantel isolatie. Bedrading tussen ventilator en mantel. Controleer bedrading op slecht contact draad. Controleer en/of vervang ventilator. Vervang branderautomaat.",
      "10": "Sensorfout S1 – Lucht in de installatie. Ontlucht ketel en cv-installatie. Controleer de bevestiging van klem ntc om de warmwaterbuis. Controleer bedrading op breuk. Vervang S1.",
      "11": "Sensorfout S1 – Lucht in de installatie. Ontlucht ketel en cv-installatie. Controleer de bevestiging van klem ntc om de warmwaterbuis. Controleer bedrading op breuk. Vervang S1.",
      "12": "Sensorfout S1 – Lucht in de installatie. Ontlucht ketel en cv-installatie. Controleer de bevestiging van klem ntc om de warmwaterbuis. Controleer bedrading op breuk. Vervang S1.",
      "13": "Sensorfout S1 – Lucht in de installatie. Ontlucht ketel en cv-installatie. Controleer de bevestiging van klem ntc om de warmwaterbuis. Controleer bedrading op breuk. Vervang S1.",
      "14": "Sensorfout S1 – Lucht in de installatie. Ontlucht ketel en cv-installatie. Controleer de bevestiging van klem ntc om de warmwaterbuis. Controleer bedrading op breuk. Vervang S1.",
      "20": "Sensorfout S2 – Controleer bedrading op breuk. Vervang S2.",
      "21": "Sensorfout S2 – Controleer bedrading op breuk. Vervang S2.",
      "22": "Sensorfout S2 – Controleer bedrading op breuk. Vervang S2.",
      "23": "Sensorfout S2 – Controleer bedrading op breuk. Vervang S2.",
      "24": "Sensorfout S2 – Controleer bedrading op breuk. Vervang S2.",
      "27": "Kortsluiting buitenvoeler – Controleer de bedrading van de buitenvoeler. Vervang buitenvoeler. Branderautomaat is ongeschikt voor deze toepassing. Vervang branderautomaat voor de juiste versie.",
      "29": "Gasklep relais defect – Vervang branderautomaat.",
      "30": "Gasklep relais defect – Vervang branderautomaat."
    },
    "Xtreme": {
      "F000": "Sensor S0 defect – Vervang warmtewisselaar sensor S0.",
      "F001": "Temperatuur te hoog tijdens CV bedrijf – Lucht in installatie. Ontlucht de CV-installatie. Pomp draait niet: vervang de pomp. Controleer bedrading en werking CV aanvoersensor S1.",
      "F002": "Temperatuur te hoog tijdens WW bedrijf – Controleer bedrading, aansluiting en werking warm tapwatersensor S3.",
      "F003": "Rookgastemperatuur te hoog – Controleer warmtewisselaar op vervuiling.",
      "F004": "Geen vlam tijdens start – Gaskraan dicht. Gasvoordruk lager dan 20 mbar of valt soms weg. Condensafvoer verstopt. Controleer ontsteekunit. Slechte interne aarding.",
      "F005": "Vlamwegval tijdens bedrijf – Condensafvoer verstopt. Gasvoordruk lager dan 20 mbar of valt soms weg. Controleer ontsteekunit. Controleer luchttoevoer en rookgasafvoer. Slechte interne aarding.",
      "F006": "Vlamsimulatie – Vervang gasblok. Vervang branderautomaat.",
      "F007": "Geen of onvoldoende ionisatiestroom – Controleer/ vervang ionisatie- / ontsteekpen en bedrading.",
      "F008": "Ventilatortoerental niet juist – Controleer ventilatorkabel, ventilator. Vervang indien nodig.",
      "F009": "Interne fout branderautomaat – Vervang branderautomaat.",
      "F010": "Sensorfout S0 – Controleer bedrading/aansluiting warmtewisselaar sensor S0. Vervang indien nodig.",
      "F011": "Sensorfout S0 – Controleer bedrading/aansluiting warmtewisselaar sensor S0. Vervang indien nodig.",
      "F012": "Sensorfout S5 – Controleer bedrading/aansluiting rookgassensor S5. Vervang indien nodig.",
      "F014": "Montagefout sensor S0 / Ongewenste stroming in het CV circuit – Controleer montage sensor S0. Sluit systeem hydraulisch neutraal aan.",
      "F016": "Montagefout sensor S3 – Tapwater sensor S3 mechanisch niet juist gemonteerd.",
      "F018": "Rookgasafvoer en/of luchttoevoer verstopt – Controleer en reinig afvoer/toevoer.",
      "F019": "BMM fout – Controleer bedrading BMM. Vervang indien nodig.",
      "F027": "Kortsluiting buitenvoeler S6 – Controleer bedrading en vervang buitenvoeler.",
      "F028": "Reset fout – Controleer of reset toets niet onbedoeld bediend wordt. Vervang branderautomaat.",
      "F029": "Gasklep fout – Controleer gasklep op lekkage. Vervang branderautomaat.",
      "F031": "Sensorfout S1 / Onbekende fout – Controleer bedrading/aansluiting en werking CV aanvoersensor S1. Vervang indien nodig."
    }
  }
}
